
{"id":9896,"date":"2017-10-09T07:23:10","date_gmt":"2017-10-09T07:23:10","guid":{"rendered":"https:\/\/www.delhivery.com\/?p=9896"},"modified":"2021-12-16T16:54:09","modified_gmt":"2021-12-16T16:54:09","slug":"the-intellectual-courier","status":"publish","type":"post","link":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/","title":{"rendered":"THE INTELLECTUAL COURIER &#8211; NEWS | DELHIVERY"},"content":{"rendered":"\t\t<div data-elementor-type=\"wp-post\" data-elementor-id=\"9896\" class=\"elementor elementor-9896\" data-elementor-settings=\"[]\">\n\t\t\t\t\t\t\t<div class=\"elementor-section-wrap\">\n\t\t\t\t\t\t\t<section class=\"elementor-section elementor-top-section elementor-element elementor-element-68490bf elementor-section-boxed elementor-section-height-default elementor-section-height-default\" data-id=\"68490bf\" data-element_type=\"section\">\n\t\t\t\t\t\t<div class=\"elementor-container elementor-column-gap-default\">\n\t\t\t\t\t<div class=\"elementor-column elementor-col-100 elementor-top-column elementor-element elementor-element-5ac74c8\" data-id=\"5ac74c8\" data-element_type=\"column\">\n\t\t\t<div class=\"elementor-widget-wrap elementor-element-populated\">\n\t\t\t\t\t\t\t\t<div class=\"elementor-element elementor-element-c5c2920 elementor-widget elementor-widget-text-editor\" data-id=\"c5c2920\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<div><div>Delhivery co-founder Sahil Barua (left) with Sandeep Barasia. Photo: Pradeep Gaur\/Mint<\/div><\/div><div><p>It is not the guitar lying in a corner, or the poster celebrating iconic British rock band Radiohead, that sets this office apart. It is not the curated collection of artworks—including a whimsical painting by a former employee, an ephemeral, black and white figurative print and a playful, Indianized take on the classic <i>Birth Of Venus<\/i> painting by Italian artist Sandro Botticelli—that grabs my attention. It is not even the life-sized replica of the Darth Vader mask, the fictional antagonist of the <i>Star Wars <\/i>franchise, that I find compelling.<\/p><p>It is the selection of books that is most intriguing. Stacked on the desk, they look like they belong to a university student in a library rather than a chief executive officer (CEO). <i>The Industries Of The Future <\/i>by Alec Ross, a business book, sits next to <i>The Course Of Irish History<\/i>, edited by T.W. Moody and F.X. Martin. On a shelf above the desk is <i>Night School<\/i>, a thriller by Lee Child, and <i>The Poetry Of Pablo Neruda<\/i>, the Nobel-winning Chilean poet, amongst several other titles. The books suggest an occupant with a Renaissance approach, blending business, art, literature, history and technology. The objects reinforce this perception, pointing to someone with an evolved sense of aesthetics as well as a taste for popular culture.<\/p><p>I am in the Gurugram office of 32-year-old Sahil Barua, the soft-spoken, publicity shy, rock-loving co-founder and CEO of digital commerce logistics company Delhivery. He is somewhat reticent but walks me through his space, sharing only a brief description for each item. He likes reading and recommends the Ross book.<\/p><\/div><div><p>His time in Ireland, as a tourist, and in London, as a working professional, account for some of his aesthetic choices.<\/p><p>A <i>Star Wars <\/i>fan, he bought the Darth Vader mask. “That’s my general reputation too in the office,” he laughs. Sandeep Barasia, joint managing director, clarifies, “It’s because of his decisive and action-oriented nature, and being a CEO, he’s perpetually having to take the tough calls.”<\/p><p>Although the office is open-plan, it defies the prevailing stereotypes of modern workplaces, with a rugged, industrial selection of materials and finishes, and an unconventional treatment of space. The cabin door has been removed to promote greater transparency.<\/p><\/div>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-dce0606 elementor-widget elementor-widget-image\" data-id=\"dce0606\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img width=\"621\" height=\"414\" src=\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_2.jpg\" class=\"attachment-large size-large\" alt=\"\" loading=\"lazy\" \/>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-733f7ab elementor-widget elementor-widget-text-editor\" data-id=\"733f7ab\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<div>Sahil Barua’s table.<\/div><div><p><b>Blended assets<\/b><\/p><p>At a time when bland is the accepted norm for workplace décor, Barua’s office offers its own point of view. Its rawness can make it unpalatable to some, but it is undeniably distinctive. The aesthetic is mirrored in Barua’s business life, so much so that the office serves as a visual metaphor for Delhivery’s business strategy. In the same way that Barua combines aesthetic and intellectual disciplines in his office space to establish a particular look and feel, Delhivery has “blended” its assets to come up with a strategic blueprint for a modern internet logistics company.<\/p><\/div><p>“Blended assets” is a term I am coining for the way in which Delhivery is integrating its “hard” logistics infrastructure (warehouses, etc.) with “soft” design thinking and “technical” data-directed insights on how to manage that hard infrastructure. Barua presents a personal point of view on each of these three assets—the hard infrastructure, the design thinking, and the data and technology. Together, the “blend” of assets is more than the sum of the individual parts—it represents the engine of Delhivery’s business success.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-f987296 elementor-widget elementor-widget-image\" data-id=\"f987296\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img width=\"414\" height=\"621\" src=\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_3.jpg\" class=\"attachment-large size-large\" alt=\"\" loading=\"lazy\" \/>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-c46ac6f elementor-widget elementor-widget-text-editor\" data-id=\"c46ac6f\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<div><div>Sahil Barua’s personal artefacts such as a Radiohead poster, a Darth Vader mask and a guitar.<\/div><\/div><p><b>‘Structure is destiny’<\/b><\/p><p>Most Indian logistics companies specialize either in transportation or warehousing, but not both, says Barua, adding, “My favourite quote is, ‘structure is destiny.’ However you set up your business in the early stage, when you are starting out, it is pretty much what you look like at the end of time. Our view was that if the customer wants the product, it’s our job to figure out the most efficient way of getting that product to him. That means if we have to run warehouses, we will do it; if we have to run a transport network, we will do it.”<\/p><p id=\"U20907670368J2G\">Barua likens Delhivery’s capabilities to setting up the “operating system” in which e-commerce companies are “applications”. “It doesn’t matter who you are, whether you are Flipkart, a small business going online or a housewife making jams that she wants to sell to 150 customers across the country. We will find a way of providing you the fulfilment service for that product,” he says, specifying that Delhivery is only interested in digital commerce, not the offline delivery market.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-d0154af elementor-widget elementor-widget-image\" data-id=\"d0154af\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img width=\"621\" height=\"414\" src=\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_4.jpg\" class=\"attachment-large size-large\" alt=\"\" loading=\"lazy\" \/>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-b9d70a3 elementor-widget elementor-widget-text-editor\" data-id=\"b9d70a3\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<div>Sahil Barua’s personal artefacts.<\/div><p id=\"U209076703686GE\"><b>Empathy and design thinking<\/b><\/p><p>This point of view on building a logistics network is enhanced by specific, design thinking-led insights into human behaviour. Design thinking, also known as human-centred design, is a discipline predicated on developing empathy for end-users by immersing oneself in their lives, coming up with better insights about their actual needs and preferences.<\/p><p id=\"U20907670368Lw\">Once again, Barua offers his own take. “Empathy for its own sake is useless. Empathy, if it is actually channelled into changing the way you do something, then it is worth it. In our case it really forced us to ask questions about how we do things.” All the senior managers at Delhivery regularly deliver parcels themselves to get a sense of the challenges faced by front-line staff. Some, like Barua, have delivered several thousand parcels themselves. Over time, this “design thinking” approach has made Barua and his colleagues reconfigure the fundamentals of the business, such as developing new software tools to better locate addresses, in a geographically complex country like India.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-4c23bdd elementor-widget elementor-widget-image\" data-id=\"4c23bdd\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img width=\"414\" height=\"621\" src=\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_5.jpg\" class=\"attachment-large size-large\" alt=\"\" loading=\"lazy\" \/>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-29cccc1 elementor-widget elementor-widget-text-editor\" data-id=\"29cccc1\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<div>Sahil Barua’s personal artefacts includes a life-size Darth Vader mask.<\/div><p><b>Being data-directed<\/b><\/p><p>Data is oxygen for any internet company, and Barua is clear about its application. “We are data-directed versus being purely data-assisted. The data tells us this is the way it should be done, not just that there are five ways to do it and you can choose one,” he says.<\/p><p>For example, data has led to distribution centres being closer to consumers, so delivery staff spend less time on the road and more time knocking on doors. “We went from doing 18 parcels per head a day in September 2014 to doing 37 parcels per person per day by June 2016, which was huge in terms of the unit economics.”<\/p><p>Failures from incorrect data projections have led to learnings. “Three years ago, we got our Diwali projections horribly wrong. We thought the market would grow significantly more than it finally did. Last year in October, when our team sat down, the data team came up with their projections of how many orders we would do, and they ended up being only half a per cent off from their predictions,” he says.<\/p><p>This year, Delhivery is preparing for the festive season by using data “to identify better ways of balancing heavy loads across our network, to retool the network to become more productive during surge situations versus needing to blindly add more capacity. As a consequence, without major increase in staffing, we are able to nearly double volumes,” says Barua.<\/p><p>For him, the elements of hard infrastructure, design thinking, and technology and data just reflect intellectual curiosity. “The difference between us and everybody else is simply, in some ways, the quality of questions that we ask about the industry, at a fundamental level, going back to first principles. What we do is no different, we do warehousing and we do transportation,” he concludes.<\/p><p>As any university student knows, it is both the rigour of analysis, and the ability to blend multiple viewpoints, that can deliver a higher grade.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-f944324 elementor-widget elementor-widget-image\" data-id=\"f944324\" data-element_type=\"widget\" data-widget_type=\"image.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<img width=\"621\" height=\"414\" src=\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_6.jpg\" class=\"attachment-large size-large\" alt=\"\" loading=\"lazy\" \/>\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t<div class=\"elementor-element elementor-element-c4632b9 elementor-widget elementor-widget-text-editor\" data-id=\"c4632b9\" data-element_type=\"widget\" data-widget_type=\"text-editor.default\">\n\t\t\t\t<div class=\"elementor-widget-container\">\n\t\t\t\t\t\t\t<div>The ‘exposed’ conference room at Delhivery. Photo: Pradeep Gaur\/Mint<\/div><p><b>Furnishing logistics<\/b><\/p><p id=\"U20908560889TrF\" class=\"news-lt-space\">Workplaces come in all shapes and sizes, but they usually share two common business practices: Board meetings are held in a private, enclosed conference room, and the cafeteria is where top management holds company-wide town halls with employees. Delhivery, however, slices through these workplace stereotypes with unconventional design logic, expressed in its “exposed” conference room.<\/p><p>Not only does the double-height conference room have a glass wall on one side, it has a “‘viewing gallery” above, along the length of both sides, from which visitors can see what’s going on.<\/p><p>For Barasia, who was in charge of the office fit-out, opening up the boardroom was a strategic decision, to promote transparency. “The entire floor was a double-height space, with steel beams, when we moved in. So we just made the conference room a double-height space. People can stand and look down at the conference room from the floor above. It’s also a space for a mini town hall. And there is a meeting room next door, with glass between the walls. So if something is projected in the conference room, they can actually see it in the meeting room. We don’t mind that,” he says.<\/p><p>The palette of colours, materials and finishes in the boardroom reflects the company’s tongue-in-cheek humour—an elegant and expensive Italian marble tabletop contrasts with timber plywood walls, engineered with woven fibre to generate an acoustic wall. “We didn’t want to feel fancy, but we also want to make sure that people who work here feel like they are coming to a special place,” Barasia explains.<\/p><p>Akshat Bhatt, head of multidisciplinary design studio Architecture Discipline, and lead designer for this project, responded to the design intent with creativity and frugality. “A building is a hoarding for what you are. How can you bring in part of what Delhivery is to a workspace? That’s how we started. It was obvious to us to use a material palette that is frugal, hardy and appears to be an inexpensive, ‘found’ aesthetic,” he says, highlighting that many of the materials were either recycled or were rejects from existing vendors. “Some of the walls are made of recycled containers. We’ve gone beyond exposed ducting, we’ve got exposed air-conditioning units,” he says.<\/p><p>By seeking to create a space that is somewhere between an early-stage start-up and a fully-fledged firm, Delhivery’s management team has arrived at a spatial and creativity identity of its own.<\/p><p><i>Aparna Piramal Raje meets heads of organizations every month to investigate the connections between their workspace design and working styles. She is the author of <\/i>Working Out Of The Box: 40 Stories Of Leading CEOs.<\/p>\t\t\t\t\t\t<\/div>\n\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t<\/div>\n\t\t\t\t\t\t\t<\/div>\n\t\t<\/section>\n\t\t\t\t\t\t<\/div>\n\t\t\t\t\t<\/div>\n\t\t","protected":false},"excerpt":{"rendered":"<p>https:\/\/www.livemint.com\/news\/business-of-life\/the-intellectual-courier-1541759990624.html<\/p>\n","protected":false},"author":1,"featured_media":9898,"comment_status":"open","ping_status":"open","sticky":false,"template":"","format":"standard","meta":[],"categories":[18],"tags":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v17.7 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>The Intellectual Courier - News | Delhivery<\/title>\n<meta name=\"description\" content=\"Aparna Piramal Raje meets heads of organizations every month to investigate the connections between their workspace design and working styles. She is the author of Working Out Of The Box: 40 Stories Of Leading CEOs.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/\" \/>\n<meta property=\"og:locale\" content=\"en_US\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"The Intellectual Courier - News | Delhivery\" \/>\n<meta property=\"og:description\" content=\"Aparna Piramal Raje meets heads of organizations every month to investigate the connections between their workspace design and working styles. She is the author of Working Out Of The Box: 40 Stories Of Leading CEOs.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/\" \/>\n<meta property=\"article:published_time\" content=\"2017-10-09T07:23:10+00:00\" \/>\n<meta property=\"article:modified_time\" content=\"2021-12-16T16:54:09+00:00\" \/>\n<meta property=\"og:image\" content=\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_1.jpg\" \/>\n\t<meta property=\"og:image:width\" content=\"621\" \/>\n\t<meta property=\"og:image:height\" content=\"414\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Written by\" \/>\n\t<meta name=\"twitter:data1\" content=\"cantech\" \/>\n\t<meta name=\"twitter:label2\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data2\" content=\"9 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.delhivery.com\/#website\",\"url\":\"https:\/\/www.delhivery.com\/\",\"name\":\"\",\"description\":\"\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.delhivery.com\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-US\"},{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#primaryimage\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_1.jpg\",\"contentUrl\":\"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_1.jpg\",\"width\":621,\"height\":414},{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#webpage\",\"url\":\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/\",\"name\":\"The Intellectual Courier - News | Delhivery\",\"isPartOf\":{\"@id\":\"https:\/\/www.delhivery.com\/#website\"},\"primaryImageOfPage\":{\"@id\":\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#primaryimage\"},\"datePublished\":\"2017-10-09T07:23:10+00:00\",\"dateModified\":\"2021-12-16T16:54:09+00:00\",\"author\":{\"@id\":\"https:\/\/www.delhivery.com\/#\/schema\/person\/0ac0c3dbf7eeaf032341256c821a03ca\"},\"description\":\"Aparna Piramal Raje meets heads of organizations every month to investigate the connections between their workspace design and working styles. She is the author of Working Out Of The Box: 40 Stories Of Leading CEOs.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#breadcrumb\"},\"inLanguage\":\"en-US\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.delhivery.com\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"THE INTELLECTUAL COURIER &#8211; NEWS | DELHIVERY\"}]},{\"@type\":\"Person\",\"@id\":\"https:\/\/www.delhivery.com\/#\/schema\/person\/0ac0c3dbf7eeaf032341256c821a03ca\",\"name\":\"cantech\",\"image\":{\"@type\":\"ImageObject\",\"@id\":\"https:\/\/www.delhivery.com\/#personlogo\",\"inLanguage\":\"en-US\",\"url\":\"https:\/\/secure.gravatar.com\/avatar\/62c736ce7d69177fc710433fad0315a4?s=96&d=mm&r=g\",\"contentUrl\":\"https:\/\/secure.gravatar.com\/avatar\/62c736ce7d69177fc710433fad0315a4?s=96&d=mm&r=g\",\"caption\":\"cantech\"},\"sameAs\":[\"https:\/\/www.delhivery.com\"],\"url\":\"https:\/\/www.delhivery.com\/author\/cantech\/\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"The Intellectual Courier - News | Delhivery","description":"Aparna Piramal Raje meets heads of organizations every month to investigate the connections between their workspace design and working styles. She is the author of Working Out Of The Box: 40 Stories Of Leading CEOs.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/","og_locale":"en_US","og_type":"article","og_title":"The Intellectual Courier - News | Delhivery","og_description":"Aparna Piramal Raje meets heads of organizations every month to investigate the connections between their workspace design and working styles. She is the author of Working Out Of The Box: 40 Stories Of Leading CEOs.","og_url":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/","article_published_time":"2017-10-09T07:23:10+00:00","article_modified_time":"2021-12-16T16:54:09+00:00","og_image":[{"width":621,"height":414,"url":"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_1.jpg","type":"image\/jpeg"}],"twitter_card":"summary_large_image","twitter_misc":{"Written by":"cantech","Est. reading time":"9 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebSite","@id":"https:\/\/www.delhivery.com\/#website","url":"https:\/\/www.delhivery.com\/","name":"","description":"","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.delhivery.com\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-US"},{"@type":"ImageObject","@id":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#primaryimage","inLanguage":"en-US","url":"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_1.jpg","contentUrl":"https:\/\/www.delhivery.com\/wp-content\/uploads\/2017\/10\/09_10_2017_1.jpg","width":621,"height":414},{"@type":"WebPage","@id":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#webpage","url":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/","name":"The Intellectual Courier - News | Delhivery","isPartOf":{"@id":"https:\/\/www.delhivery.com\/#website"},"primaryImageOfPage":{"@id":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#primaryimage"},"datePublished":"2017-10-09T07:23:10+00:00","dateModified":"2021-12-16T16:54:09+00:00","author":{"@id":"https:\/\/www.delhivery.com\/#\/schema\/person\/0ac0c3dbf7eeaf032341256c821a03ca"},"description":"Aparna Piramal Raje meets heads of organizations every month to investigate the connections between their workspace design and working styles. She is the author of Working Out Of The Box: 40 Stories Of Leading CEOs.","breadcrumb":{"@id":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#breadcrumb"},"inLanguage":"en-US","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.delhivery.com\/news\/the-intellectual-courier\/#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.delhivery.com\/"},{"@type":"ListItem","position":2,"name":"THE INTELLECTUAL COURIER &#8211; NEWS | DELHIVERY"}]},{"@type":"Person","@id":"https:\/\/www.delhivery.com\/#\/schema\/person\/0ac0c3dbf7eeaf032341256c821a03ca","name":"cantech","image":{"@type":"ImageObject","@id":"https:\/\/www.delhivery.com\/#personlogo","inLanguage":"en-US","url":"https:\/\/secure.gravatar.com\/avatar\/62c736ce7d69177fc710433fad0315a4?s=96&d=mm&r=g","contentUrl":"https:\/\/secure.gravatar.com\/avatar\/62c736ce7d69177fc710433fad0315a4?s=96&d=mm&r=g","caption":"cantech"},"sameAs":["https:\/\/www.delhivery.com"],"url":"https:\/\/www.delhivery.com\/author\/cantech\/"}]}},"_links":{"self":[{"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/posts\/9896"}],"collection":[{"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/comments?post=9896"}],"version-history":[{"count":24,"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/posts\/9896\/revisions"}],"predecessor-version":[{"id":11115,"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/posts\/9896\/revisions\/11115"}],"wp:featuredmedia":[{"embeddable":true,"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/media\/9898"}],"wp:attachment":[{"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/media?parent=9896"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/categories?post=9896"},{"taxonomy":"post_tag","embeddable":true,"href":"https:\/\/www.delhivery.com\/wp-json\/wp\/v2\/tags?post=9896"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}